Repository: 84000/data-translation-memory
Catalog: toh165-v3.tmx
Source language: bo
Languages: en

source: རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ཞིག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཛིན་པ་དང་། འཆང་བ་དང་། ཀློག་པ་དང་། ཀུན་ཆུབ་པར་བྱེད་པ་དང་། གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་སྟོན་པ་དང་། ཐ་ན་གླེགས་བམ་དུ་བྱས་ཏེ་འཆང་བ་དེ་ནི་དེ་བསོད་ནམས་ཆེས་མང་དུ་སྐྱེད་པའི་ཕྱིར་རོ།
en: Yet those noble sons and noble daughters who retain this Dharma discourse, hold it, read it aloud, understand it, accurately teach it to others in detail, or even make it into a book and carry it, will create much more merit.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་བཀའ་སྩལ་ཏོ།
en: Then the Blessed One spoke these verses: “Whoever practices generosity for ten eons

source: །གང་ཞིག་ཚུལ་འདི་མ་ཐོས་པར། །བསྐལ་པ་བཅུར་ནི་སྦྱིན་བྱིན་ཡང་།
en: Without having heard about this way of so doing

source: །བླ་ན་མེད་པའི་སྦྱིན་པ་ཞེས། །དེ་ནི་བསྔགས་པར་མི་འགྱུར་རོ།
en: Will not be praised As having unsurpassed generosity. “Those who observe mundane discipline

source: །གང་ཞིག་བསྐལ་པ་བཅུ་རྣམས་སུ། །འཇིག་རྟེན་པ་ཡི་ཚུལ་ཁྲིམས་སྲུང་།
en: Even for tens of eons

source: །དེ་ནི་དམིགས་ལ་གནས་པས་ན།
en: Will continue to dwell on observations—

source: །ཚུལ་ཁྲིམས་དེ་ནི་དག་མི་འགྱུར།
en: Such discipline will not be pure. “Those who retain this profound discourse,

source: །གང་ཞིག་སངས་རྒྱས་ཀྱིས་བསྔགས་པའི། །མདོ་སྡེ་ཟབ་མོ་འདི་འཛིན་པ།
en: Which is praised by the buddhas,

source: །ཚུལ་ཁྲིམས་དེ་ནི་བླ་ན་མེད།
en: Will have unsurpassed discipline

source: །སངས་རྒྱས་ཀུན་གྱིས་བསྔགས་པ་ཡིན།
en: And will themselves be praised by all the buddhas.

source: །གང་འདིར་བསྐལ་པ་བཅུ་རྣམས་སུ།
en: “Though people may advocate patience for tens of eons,

source: །བཟོད་པ་སྨྲ་བའི་མིར་གྱུར་ལ། །གཤེ་བར་བྱེད་པའི་སྲོག་ཆགས་རྣམས། །ཀུན་ལ་བཟོད་པར་བྱེད་གྱུར་ཀྱང་།
en: And practice patience toward all who revile them,

source: །འདི་ནི་ཚུལ་འདི་མ་ཐོས་ན། །བཟོད་པ་དེ་ནི་བསྔགས་མ་ཡིན།
en: That patience will not be praiseworthy Unless they have heard about this way of doing it.

source: །གང་ཞིག་མདོ་སྡེ་འདི་འཛིན་ཅིང་།
en: “Those who retain this discourse,

source: །གཞན་དག་ལ་ཡང་རབ་སྟོན་ན།
en: And correctly teach it to others,

source: །བཟོད་པ་དེ་ནི་བླ་ན་མེད།
en: Will have unsurpassed patience

source: །གང་ཞིག་ཚུལ་འདི་མ་ཐོས་པར།
en: “Those who have not heard about this way of so doing May never transgress the rules,

source: །བསྐལ་པ་དག་ནི་བཅུ་རྣམས་སུ།
en: Even for tens of eons,

source: །འཆག་པ་དག་ལས་མི་འདའ་ཡང་། །བརྩོན་འགྲུས་དེ་ནི་བསྔགས་མ་ཡིན། །གང་ཞིག་སངས་རྒྱས་ཀྱིས་བཤད་པ།
en: Yet such effort will not be praiseworthy.

source: །མདོ་སྡེ་ཟབ་མོ་འདི་འཛིན་ན།
en: “For those who retain this profound discourse, Explained by the Buddha,

source: །བརྩོན་འགྲུས་དེ་ནི་བླ་ན་མེད།
en: Their effort will be unsurpassed

source: །སངས་རྒྱས་ཀུན་གྱིས་བསྔགས་པ་ཡི།
en: And they will be praised by all the buddhas. “Those who practice concentration

source: །གང་ཞིག་བསྐལ་པ་བཅུ་རྣམས་སུ། །བསམ་གཏན་ལྡན་པའི་མིར་གྱུར་ལ།
en: For tens of eons

source: །བསམ་གཏན་རོ་ལ་དེ་གནས་ན།
en: May abide in the taste of concentration,

source: །བསམ་གཏན་པ་ཞེས་དེ་མི་བརྗོད།
en: But will not be known as adepts at concentration.

source: །ནང་དང་ཕྱི་རོལ་རྣམས་ལ་ཡང་།
en: “Yet those who do not conceive —whether inwardly or outwardly—

source: །རྡུལ་ཙམ་ཆོས་ཀྱང་མི་རྟོགས་ན།
en: Of any phenomena at all

source: །བསམ་གཏན་དེ་ནི་བླ་ན་མེད།
en: Have unsurpassed concentration,

source: །དེ་ནི་བསམ་གཏན་པ་ཞེས་བྱ།
en: And are called adepts at concentration.

source: །དེ་ལྟར་སྦྱིན་དང་ཚུལ་ཁྲིམས་དང་། །བཟོད་པ་དང་ནི་བརྩོན་འགྲུས་དང་། །བསམ་གཏན་ཤེས་རབ་མཉམ་ཉིད་ཀྱིས།
en: “In this way, through the sameness Of generosity, discipline, patience, diligence, Concentration, and insight,

source: །དེ་ནི་བྱང་ཆུབ་མྱུར་འཐོབ་འགྱུར།
en: Awakening will be quickly attained.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དང་། ཤཱཀྱའི་བུ་བདེ་བྱེད་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།
en: When the Blessed One had spoken, venerable Ānanda, the Śākya youth Kṣemaṅkara, the entire retinue, and the world including its gods, humans, demigods, and gandharvas rejoiced and praised what the Blessed One had said.

source: །འཕགས་པ་བདེ་བྱེད་ཀྱིས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།།
en: This concludes the noble Great Vehicle sūtra “ The Question of Kṣemaṅkara

source: །།རྒྱ་གར་གྱི་མཁན་པོ་པྲཛྙཱ་བརྨ་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བནྡེ་ཡེ་ཤེས་སྡེ་ལ་སོགས་པས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།།
en: This was translated, edited, and finalized by the Indian preceptor Prajñāvarman, and the translator and chief editor Bandé Yeshé Dé, and others.
